pages/faq.html
<!DOCTYPE html>
<html lang="en">

  <head>
<!-- Google tag (gtag.js) -->
        <meta charset="utf-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge">
        <meta name="viewport" content="width=device-width, initial-scale=1">
	<meta name="robots" content="index,follow">


	<link href="https://metanote-dev.github.io/theme/css/org.css" rel="stylesheet">
        <!-- Bootstrap Core CSS -->
        <link href="https://metanote-dev.github.io/theme/css/bootstrap.min.css" rel="stylesheet">

        <!-- Custom CSS -->
        <link href="https://metanote-dev.github.io/theme/css/clean-blog.css" rel="stylesheet">

        <!-- Code highlight color scheme -->
            <link href="https://metanote-dev.github.io/theme/css/code_blocks/darkly.css" rel="stylesheet">

            <!-- Custom Fonts -->
            <link href="https://metanote-dev.github.io/theme/fontawesome-free-6.4.0-web/css/all.min.css" rel="stylesheet" type="text/css">
        <!-- <link href='http://fonts.googleapis.com/css?family=Lora:400,700,400italic,700italic' rel='stylesheet' type='text/css'> -->
            <!-- <link href='http://fonts.googleapis.com/css?family=Open+Sans:300italic,400italic,600italic,700italic,800italic,400,300,600,700,800' rel='stylesheet' type='text/css'> -->
	        <title>FAQ</title>

    <meta property="og:locale" content="en">
    <meta property="og:site_name" content="Metanote-notes,docs,tasks">
  </head>

<body>

  <!-- Navigation -->
<nav class="navbar navbar-default navbar-fixed-top" role="navigation">
    <div class="container">
        <!-- Brand and toggle get grouped for better mobile display -->
        <div class="navbar-header page-scroll">
            <button type="button" class="navbar-toggle" data-toggle="collapse" data-target="#bs-example-navbar-collapse-1">
                <span class="sr-only">Toggle navigation</span>
                <span class="icon-bar"></span>
                <span class="icon-bar"></span>
                <span class="icon-bar"></span>
            </button>
            <a class="navbar-brand" href="https://metanote-dev.github.io/">Metanote-notes,docs,tasks</a>
        </div>
        <!-- Collect the nav links, forms, and other content for toggling -->
        <div class="collapse navbar-collapse" id="bs-example-navbar-collapse-1">
            <ul class="nav navbar-nav navbar-right">  
                        <li><a href="/blog/index.html">Blog</a></li>
                        <li><a href="/pages/faq.html">FAQ</a></li>
                        <li><a href="/pages/changelog.html">ChangeLog</a></li>
                        <li><a href="/pages/contact.html">Contact</a></li>
                        <li><a href="/archives.html">Archive</a></li>
				<!-- i18n begin -->
<li class="active"><a href="https://metanote-dev.github.io/">English</a></li>
<li><a href="https://metanote-dev.github.io/zh/">中文</a></li>
<!-- i18n end -->
            </ul>
        </div>
        <!-- /.navbar-collapse -->
    </div>
    <!-- /.container -->
</nav>
    <!-- Page Header -->
    <!-- Set your background image for this header on the line below. -->
        <header class="intro-header" style="background-image: url('https://metanote-dev.github.io/theme/images/home-bg.jpg')">
        <div class="container">
          <div class="row">
	    <div class="col-lg-12">
	      <div class="post-heading">
		<h1>Metanote</h1>
		<h3>A text editor designed for writing, maintaining TODO lists, and project planning.</h3>
	      </div>
	    </div>
	  </div>
        </div>
    </header>

    <!-- Main Content -->
    <div class="container">
        <div class="row">
            <div class="col-lg-8 col-lg-offset-2 col-md-10 col-md-offset-1">
<h1>FAQ</h1>
<hr>
    <article>
        
<div id="outline-container-org09a8c49" class="outline-2">
<h2 id="org09a8c49"><span class="section-number-2">1.</span> Metanote</h2>
<div class="outline-text-2" id="text-1">
<p>
Metanote is a org-mode-compatible plain text editor designed for knowledge management, writing, creating TODO lists, or project management. If you're familiar with Org mode, using Metanote will be seamless.
</p>

<p>
Even if you have no experience with org-mode or Emacs, you can quickly grasp how to use Metanote. All features are designed for efficiency, cleanliness, and simplicity. You can use Metanote effortlessly—everything is in text, everything is more editable.
</p>
</div>
</div>
<div id="outline-container-orgece712d" class="outline-2">
<h2 id="orgece712d"><span class="section-number-2">2.</span> Our Mission and Vision</h2>
<div class="outline-text-2" id="text-2">
<p>
We are committed to providing a fully decentralized, absolutely private, and highly customizable solution for knowledge and task management for everyone.
</p>
</div>
<div id="outline-container-orge7659f2" class="outline-3">
<h3 id="orge7659f2"><span class="section-number-3">2.1.</span> Decentralization</h3>
<div class="outline-text-3" id="text-2-1">
<p>
Everything is based on plain text, with no proprietary file formats. This means your data is not dependent on any platform or software. Users have absolute control over their data, freely using, copying, moving, and permanently saving it without losing data due to platform or software changes.
</p>
</div>
</div>
<div id="outline-container-org5eb5af4" class="outline-3">
<h3 id="org5eb5af4"><span class="section-number-3">2.2.</span> Absolute Privacy</h3>
<div class="outline-text-3" id="text-2-2">
<p>
A purely local application, developed natively, requiring no network connection for absolute privacy.
</p>
</div>
</div>
<div id="outline-container-org054f06b" class="outline-3">
<h3 id="org054f06b"><span class="section-number-3">2.3.</span> High Customizable</h3>
<div class="outline-text-3" id="text-2-3">
<p>
Everything is in text, everything is editable. Flexibility and freedom allow everyone to work in their style, create a workflow that suits them, and find solutions for every need.
</p>
</div>
</div>
</div>
<div id="outline-container-org3c92a8e" class="outline-2">
<h2 id="org3c92a8e"><span class="section-number-2">3.</span> Is Metanote Open Source?</h2>
<div class="outline-text-2" id="text-3">
<p>
Currently, Metanote is not open source. Metanote is a purely local, native application, different from similar web-based products. Metanote has no usage barriers, and we can't guarantee that opening the source won't lead to commercial use of the code, causing inconvenience to users.
</p>
</div>
</div>
<div id="outline-container-org9cecc22" class="outline-2">
<h2 id="org9cecc22"><span class="section-number-2">4.</span> How Does Metanote Ensure User Data Privacy Without Being Open Source?</h2>
<div class="outline-text-2" id="text-4">
<ol class="org-ol">
<li>Metanote requires no network access apart from essential interactions with the iOS system (e.g., for premium features). This is easily verifiable from iOS privacy reports or network captures.</li>
<li>Metanote is a purely native application, and once compiled, the code cannot be altered—this sets it apart from web applications.</li>
</ol>
</div>
</div>
<div id="outline-container-orgf35806a" class="outline-2">
<h2 id="orgf35806a"><span class="section-number-2">5.</span> Is Metanote Free?</h2>
<div class="outline-text-2" id="text-5">
<p>
Metanote's basic editing features are entirely free. To fulfill our mission, some advanced features require payment, but Metanote offers a one-time purchase for permanent access. All revenue is used to sustain Metanote's development and maintenance. If Metanote brings value to your life and work, enhancing your quality, please generously support our development work.
</p>
</div>
</div>

    </article>
            </div>
        </div>
    </div>

    <hr>

    <!-- Footer -->
<footer>
        <div class="container">
            <div class="row">
                <div class="col-lg-8 col-lg-offset-2 col-md-10 col-md-offset-1">
                    <ul class="list-inline text-center">
                        <li>
                            <a href="https://twitter.com/MetanoteTeam" class="btn-default">
                                <span class="fa-stack fa-lg">
                                    <i class="fa fa-circle fa-stack-2x"></i>
                                    <i class="fa-brands fa-twitter fa-stack-1x fa-inverse"></i>
                                </span>
                            </a>
                        </li>
                        <li>
                            <a href="mailto:metanote.team@gmail.com" class="btn-default">
                                <span class="fa-stack fa-lg">
                                    <i class="fa fa-circle fa-stack-2x"></i>
                                    <i class="fa fa-envelope fa-stack-1x fa-inverse"></i>
                                </span>
                            </a>
                        </li>
                        <li>
                            <a href="https://www.github.com/metanote-dev" class="btn-default">
                                <span class="fa-stack fa-lg">
                                    <i class="fa fa-circle fa-stack-2x"></i>
                                    <i class="fa-brands fa-github fa-stack-1x fa-inverse"></i>
                                </span>
                            </a>
                        </li>
                    </ul>
                    <p class="copyright text-muted">Copyright &copy; 2023 Metanote team. All Rights Reserved.</p>
                </div>
            </div>
        </div>
    </footer>    <!-- jQuery -->
    <script src="https://metanote-dev.github.io/theme/js/jquery.js"></script>

    <!-- Bootstrap Core JavaScript -->
    <script src="https://metanote-dev.github.io/theme/js/bootstrap.min.js"></script>

    <!-- Custom Theme JavaScript -->
    <script src="https://metanote-dev.github.io/theme/js/clean-blog.js"></script>
</body>

</html>